tap "fujiwara/tap"
tap "hashicorp/tap"
tap "kayac/tap"
brew "ansible"
brew "awscli"
brew "php"
brew "composer"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "mkcert"
brew "mozjpeg"
brew "nkf"
brew "nvm"
brew "pipenv"
brew "pipx"
brew "pnpm"
brew "tfenv"
brew "tfmigrate"
brew "yarn"
brew "fujiwara/tap/lambroll"
brew "kayac/tap/ecspresso"
cask "1password-cli"
cask "stats"
vscode "anthropic.claude-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "liviuschera.noctis"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "samverschueren.linter-xo"
vscode "styled-components.vscode-styled-components"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "zhuangtongfa.material-theme"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "lunar-calendar/cmd/lunar"
go "honnef.co/go/tools/cmd/staticcheck"
